{
    "txt": "(א׳) חֲמִשָּׁה דְּבָרִים מְעַכְּבִין אֶת הַתְּפִלָּה אַף עַל פִּי שֶׁהִגִּיעַ זְמַנָּה. טָהֳרַת יָדַיִם. וְכִסּוּי הָעֶרְוָה. וְטָהֳרַת מְקוֹם תְּפִלָּה. וּדְבָרִים הַחוֹפְזִים אוֹתוֹ. וְכַוָּנַת הַלֵּב: (ב׳) טָהֳרַת יָדַיִם כֵּיצַד. רוֹחֵץ יָדָיו בְּמַיִם עַד הַפֶּרֶק וְאַחַר כָּךְ יִתְפַּלֵּל. הָיָה מְהַלֵּךְ בַּדֶּרֶךְ וְהִגִּיעַ זְמַן תְּפִלָּה וְלֹא הָיָה לוֹ מַיִם. אִם הָיָה בֵּינוֹ וּבֵין הַמַּיִם אַרְבָּעָה מִילִין שֶׁהֵם שְׁמוֹנַת אֲלָפִים אַמָּה הוֹלֵךְ עַד מְקוֹם הַמַּיִם וְרוֹחֵץ וְאַחַר כָּךְ יִתְפַּלֵּל. הָיָה בֵּינוֹ וּבֵין הַמַּיִם יוֹתֵר עַל כֵּן מְקַנֵּחַ יָדָיו בִּצְרוֹר אוֹ בְּעָפָר אוֹ בְּקוֹרָה וּמִתְפַּלֵּל: (ג׳) בַּמֶּה דְּבָרִים אֲמוּרִים לְפָנָיו אֲבָל אִם הָיָה מְקוֹם הַמַּיִם לַאֲחוֹרָיו אֵין מְחַיְּבִין אוֹתוֹ לַחֲזֹר לַאֲחוֹרָיו אֶלָּא עַד מִיל. אֲבָל אִם עָבַר מִן הַמַּיִם יוֹתֵר אֵינוֹ חַיָּב לַחֲזֹר אֶלָּא מְקַנֵּחַ יָדָיו וּמִתְפַּלֵּל. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁאֵינוֹ מְטַהֵר לִתְפִלָּה אֶלָּא יָדָיו בִּלְבַד, בִּשְׁאָר תְּפִלּוֹת חוּץ מִתְּפִלַּת שַׁחֲרִית. אֲבָל שַׁחֲרִית רוֹחֵץ פָּנָיו יָדָיו וְרַגְלָיו וְאַחַר כָּךְ יִתְפַּלֵּל. וְאִם הָיָה רָחוֹק מִן הַמַּיִם מְקַנֵּחַ יָדָיו בִּלְבַד וְאַחַר כָּךְ יִתְפַּלֵּל: (ד׳) כָּל הַטְּמֵאִין רוֹחֲצִין יְדֵיהֶן בִּלְבַד כִּטְהוֹרִין וּמִתְפַּלְּלִים. אַף עַל פִּי שֶׁאֶפְשָׁר לָהֶם לִטְבּל וְלַעֲלוֹת מִטֻּמְאָתָן אֵין הַטְּבִילָה מְעַכֶּבֶת. וּכְבָר בֵּאַרְנוּ שֶׁעֶזְרָא תִּקֵּן שֶׁלֹּא יִקְרָא בַּעַל קֶרִי בִּלְבַד בְּדִבְרֵי תּוֹרָה עַד שֶׁיִּטְבּל. וּבֵית דִּין שֶׁעָמְדוּ אַחַר כֵּן הִתְקִינוּ אַף לִתְפִלָּה שֶׁלֹּא יִתְפַּלֵּל בַּעַל קֶרִי בִּלְבַד עַד שֶׁיִּטְבּל. וְלֹא מִפְּנֵי טֻמְאָה וְטָהֳרָה נָגְעוּ בָּהּ אֶלָּא כְּדֵי שֶׁלֹּא יִהְיוּ תַּלְמִידֵי חֲכָמִים מְצוּיִים אֵצֶל נְשׁוֹתֵיהֶן כְּתַרְנְגוֹלִים. וּמִפְּנֵי זֶה תִּקְּנוּ טְבִילָה לְבַעַל קֶרִי לְבַדּוֹ וְהוֹצִיאוּהוּ מִכְּלַל הַטְּמֵאִין: (ה׳) לְפִיכָךְ הָיוּ אוֹמְרִין בִּזְמַן תַּקָּנָה זוֹ שֶׁאֲפִלּוּ זָב שֶׁרָאָה קֶרִי וְנִדָּה שֶׁפָּלְטָה שִׁכְבַת זֶרַע וּמְשַׁמֶּשֶׁת שֶׁרָאֲתָה דַּם נִדָּה צְרִיכִין טְבִילָה לִקְרִיאַת שְׁמַע וְכֵן לִתְפִלָּה מִפְּנֵי הַקֶּרִי אַף עַל פִּי שֶׁהֵם טְמֵאִין. וְכֵן הַדִּין נוֹתֵן שֶׁאֵין טְבִילָה זוֹ מִפְּנֵי טָהֳרָה אֶלָּא מִפְּנֵי הַגְּזֵרָה שֶׁלֹּא יִהְיוּ מְצוּיִין אֵצֶל נְשׁוֹתֵיהֶן תָּמִיד. וּכְבָר בָּטְלָה גַּם תַּקָּנָה זוֹ שֶׁל תְּפִלָּה לְפִי שֶׁלֹּא פָּשְׁטָה בְּכָל יִשְׂרָאֵל וְלֹא הָיָה כֹּחַ בַּצִּבּוּר לַעֲמֹד בָּהּ: (ו׳) מִנְהָג פָּשׁוּט בְּשִׁנְעָר וּבִסְפָרַד שֶׁאֵין בַּעַל קֶרִי מִתְפַּלֵּל עַד שֶׁרוֹחֵץ כָּל בְּשָׂרוֹ בְּמַיִם מִשּׁוּם (עמוס ד יב) ״הִכּוֹן לִקְרַאת אֱלֹהֶיךָ יִשְׂרָאֵל״. בַּמֶּה דְּבָרִים אֲמוּרִים בְּבָרִיא אוֹ בְּחוֹלֶה שֶׁבָּעַל. אֲבָל חוֹלֶה שֶׁרָאָה קֶרִי לְאָנְסוֹ פָּטוּר מִן הָרְחִיצָה וְאֵין בָּזֶה מִנְהָג. וְכֵן זָב שֶׁרָאָה קֶרִי וְנִדָּה שֶׁפָּלְטָה שִׁכְבַת זֶרַע אֵין בָּהֶן מִנְהָג אֶלָּא מְקַנְּחִין עַצְמָן וְרוֹחֲצִין יְדֵיהֶן וּמִתְפַּלְּלִין: (ז׳) כִּסּוּי הָעֶרְוָה כֵּיצַד. אַף עַל פִּי שֶׁכִּסָּה עֶרְוָתוֹ כְּדֶרֶךְ שֶׁמְּכַסִּין לִקְרִיאַת שְׁמַע לֹא יִתְפַּלֵּל עַד שֶׁיְּכַסֶּה אֶת לִבּוֹ. וְאִם לֹא כִּסָּה לִבּוֹ אוֹ שֶׁנֶּאֱנַס וְאֵין לוֹ בְּמָה יְכַסֶּה הוֹאִיל וְכִסָּה עֶרְוָתוֹ וְהִתְפַּלֵּל יָצָא. וּלְכַתְּחִלָּה לֹא יַעֲשֶׂה: (ח׳) טָהֳרַת מְקוֹם הַתְּפִלָּה כֵּיצַד. לֹא יִתְפַּלֵּל בִּמְקוֹם הַטִּנֹּפֶת וְלֹא בַּמֶּרְחָץ וְלֹא בְּבֵית הַכִּסֵּא וְלֹא בָּאַשְׁפָּה וְלֹא בְּמָקוֹם שֶׁאֵינוֹ בְּחֶזְקַת טָהֳרָה עַד שֶׁיִּבְדְּקֶנּוּ. כְּלָלוֹ שֶׁל דָּבָר כָּל מָקוֹם שֶׁאֵין קוֹרִין בּוֹ קְרִיאַת שְׁמַע אֵין מִתְפַּלְּלִין בּוֹ. וּכְשֵׁם שֶׁמַּרְחִיקִין מִצּוֹאָה וּמִמֵּי רַגְלַיִם וְרֵיחַ רַע וּמִן הַמֵּת וּמֵרְאִיַּת הָעֶרְוָה לִקְרִיאַת שְׁמַע כָּךְ מַרְחִיקִין לִתְפִלָּה: (ט׳) הַמִּתְפַּלֵּל וּמָצָא צוֹאָה בִּמְקוֹמוֹ הוֹאִיל וְחָטָא מִפְּנֵי שֶׁלֹּא בָּדַק עַד שֶׁלֹּא הִתְפַּלֵּל חוֹזֵר וּמִתְפַּלֵּל בְּמָקוֹם טָהוֹר. הָיָה עוֹמֵד בִּתְפִלָּה וּמָצָא צוֹאָה כְּנֶגְדּוֹ אִם יָכוֹל לְהַלֵּךְ לְפָנָיו כְּדֵי שֶׁיִּזְרְקֶנָּה לְאַחֲרָיו אַרְבַּע אַמּוֹת יְהַלֵּךְ וְאִם לָאו יְסַלְּקֶנָּה לַצְּדָדִין. וְאִם אֵינוֹ יָכוֹל יַפְסִיק. גְּדוֹלֵי הַחֲכָמִים לֹא הָיוּ מִתְפַּלְּלִים בְּבַיִת שֶׁיֵּשׁ בּוֹ שֵׁכָר וְלֹא בְּבַיִת שֶׁיֵּשׁ בּוֹ מוּרְיָיס בְּעֵת עִפּוּשׁוֹ מִפְּנֵי שֶׁרֵיחוֹ רַע אַף עַל פִּי שֶׁהַמָּקוֹם טָהוֹר: (י׳) דְּבָרִים הַחוֹפְזִים אוֹתוֹ כֵּיצַד. אִם הָיָה צָרִיךְ לִנְקָבָיו לֹא יִתְפַּלֵּל. וְכָל הַצָּרִיךְ לִנְקָבָיו וְהִתְפַּלֵּל תְּפִלָּתוֹ תּוֹעֵבָה וְחוֹזֵר וּמִתְפַּלֵּל אַחַר שֶׁיַּעֲשֶׂה צְרָכָיו. וְאִם יָכוֹל לְהַעֲמִיד עַצְמוֹ כְּדֵי פַּרְסָה תְּפִלָּתוֹ תְּפִלָּה. וְאַף עַל פִּי כֵן לְכַתְּחִלָּה לֹא יִתְפַּלֵּל עַד שֶׁיִּבְדֹּק עַצְמוֹ יָפֶה יָפֶה וְיִבְדֹק נְקָבָיו וְיָסִיר כִּיחוֹ וְנִיעוֹ וְכָל הַדָּבָר הַטּוֹרְדוֹ וְאַחַר כָּךְ יִתְפַּלֵּל: (י״א) מִי שֶׁגִּהֵק וּפִהֵק וְנִתְעַטֵּשׁ בִּתְפִלָּתוֹ אִם לִרְצוֹנוֹ הֲרֵי זֶה מְגֻנֶּה. וְאִם בָּדַק גּוּפוֹ קֹדֶם שֶׁיִּתְפַּלֵּל וּבָא לְאָנְסוֹ אֵין בְּכָךְ כְּלוּם. נִזְדַּמֵּן לוֹ רֹק בִּתְפִלָּתוֹ מַבְלִיעוֹ בְּטַלִּיתוֹ אוֹ בְּבִגְדוֹ. וְאִם הָיָה מִצְטַעֵר בְּכָךְ זוֹרְקוֹ בְּיָדוֹ לַאֲחוֹרָיו כְּדֵי שֶׁלֹּא יִצְטַעֵר בַּתְּפִלָּה וְנִמְצָא טָרוּד. יָצָא מִמֶּנּוּ רוּחַ מִלְּמַטָּה כְּשֶׁהוּא עוֹמֵד בִּתְפִלָּה שֶׁלֹּא לְדַעְתּוֹ שׁוֹהֶה עַד שֶׁתִּכְלֶה הָרוּחַ וְחוֹזֵר לִתְפִלָּתוֹ: (י״ב) בִּקֵּשׁ לְהוֹצִיא רוּחַ מִלְּמַטָּה וְנִצְטַעֵר הַרְבֵּה וְאֵינוֹ יָכוֹל לְהַעֲמִיד עַצְמוֹ מְהַלֵּךְ לְאַחֲרָיו אַרְבַּע אַמּוֹת וּמַמְתִּין עַד שֶׁתִּכְלֶה הָרוּחַ. וְאוֹמֵר רִבּוֹן כָּל הָעוֹלָמִים יְצַרְתָּנוּ נְקָבִים נְקָבִים חֲלוּלִים חֲלוּלִים גָּלוּי וְיָדוּעַ לְפָנֶיךָ חֶרְפָּתֵנוּ וּכְלִמָּתֵנוּ חֶרְפָּה וּכְלִמָּה בְּחַיֵּינוּ תּוֹלֵעָה וְרִמָּה בְּמִיתָתֵנוּ וְחוֹזֵר לִמְקוֹמוֹ וּמִתְפַּלֵּל: (י״ג) הָיָה עוֹמֵד בִּתְפִלָּה וְנָטְפוּ מֵי רַגְלָיו עַל בִּרְכָּיו מַמְתִּין עַד שֶׁיִּכְלוּ הַמַּיִם וְחוֹזֵר לַמָּקוֹם שֶׁפָּסַק. וְאִם שָׁהָה כְּדֵי לִגְמֹר אֶת הַתְּפִלָּה חוֹזֵר לָרֹאשׁ: (י״ד) וְכֵן הַמַּשְׁתִּין מַיִם שׁוֹהֶה כְּדֵי הִלּוּךְ ד׳‎ אַמּוֹת וְאַחַר כָּךְ יִתְפַּלֵּל. וּמִשֶּׁהִתְפַּלֵּל שׁוֹהֶה אַחַר תְּפִלָּתוֹ כְּדֵי הִלּוּךְ אַרְבַּע אַמּוֹת וְאַחַר כָּךְ מַשְׁתִּין כְּדֵי שֶׁיִּפְסֹק דִּבְרֵי הַתְּפִלָּה מִפִּיו: (ט״ו) כַּוָּנַת הַלֵּב כֵּיצַד. כָּל תְּפִלָּה שֶׁאֵינָהּ בְּכַוָּנָה אֵינָהּ תְּפִלָּה. וְאִם הִתְפַּלֵּל בְּלֹא כַּוָּנָה חוֹזֵר וּמִתְפַּלֵּל בְּכַוָּנָה. מָצָא דַּעְתּוֹ מְשֻׁבֶּשֶׁת וְלִבּוֹ טָרוּד אָסוּר לוֹ לְהִתְפַּלֵּל עַד שֶׁתִּתְיַשֵּׁב דַּעְתּוֹ. לְפִיכָךְ הַבָּא מִן הַדֶּרֶךְ וְהוּא עָיֵף אוֹ מֵצֵר אָסוּר לוֹ לְהִתְפַּלֵּל עַד שֶׁתִּתְיַשֵּׁב דַּעְתּוֹ. אָמְרוּ חֲכָמִים יִשְׁהֶה שְׁלֹשָׁה יָמִים עַד שֶׁיָּנוּחַ וְתִתְקָרֵר דַּעְתּוֹ וְאַחַר כָּךְ יִתְפַּלֵּל: (ט״ז) כֵּיצַד הִיא הַכַּוָּנָה. שֶׁיְּפַנֶּה אֶת לִבּוֹ מִכָּל הַמַּחֲשָׁבוֹת וְיִרְאֶה עַצְמוֹ כְּאִלּוּ הוּא עוֹמֵד לִפְנֵי הַשְּׁכִינָה. לְפִיכָךְ צָרִיךְ לֵישֵׁב מְעַט קֹדֶם הַתְּפִלָּה כְּדֵי לְכַוֵּן אֶת לִבּוֹ וְאַחַר כָּךְ יִתְפַּלֵּל בְּנַחַת וּבְתַחֲנוּנִים וְלֹא יַעֲשֶׂה תְּפִלָּתוֹ כְּמִי שֶׁהָיָה נוֹשֵׂא מַשּׂאוֹי וּמַשְׁלִיכוֹ וְהוֹלֵךְ לוֹ. לְפִיכָךְ צָרִיךְ לֵישֵׁב מְעַט אַחַר הַתְּפִלָּה וְאַחַר כָּךְ יִפָּטֵר. חֲסִידִים הָרִאשׁוֹנִים הָיוּ שׁוֹהִין שָׁעָה אַחַת קֹדֶם תְּפִלָּה וְשָׁעָה אַחַת לְאַחַר תְּפִלָּה וּמַאֲרִיכִין בִּתְפִלָּה שָׁעָה: (י״ז) שִׁכּוֹר אַל יִתְפַּלֵּל מִפְּנֵי שֶׁאֵין לוֹ כַּוָּנָה. וְאִם הִתְפַּלֵּל תְּפִלָּתוֹ תּוֹעֵבָה. לְפִיכָךְ חוֹזֵר וּמִתְפַּלֵּל כְּשֶׁיִּתְרוֹקֵן מִשִּׁכְרוּתוֹ. שָׁתוּי אַל יִתְפַּלֵּל וְאִם הִתְפַּלֵּל תְּפִלָּתוֹ תְּפִלָּה. אֵי זֶה שִׁכּוֹר זֶה שֶׁאֵינוֹ יָכוֹל לְדַבֵּר לִפְנֵי הַמֶּלֶךְ. שָׁתוּי יָכוֹל לְדַבֵּר בִּפְנֵי הַמֶּלֶךְ וְאֵינוֹ מִשְׁתַּבֵּשׁ. אַף עַל פִּי כֵן הוֹאִיל וְשָׁתָה רְבִיעִית יַיִן לֹא יִתְפַּלֵּל עַד שֶׁיָּסִיר יֵינוֹ מֵעָלָיו (י״ח) וְכֵן אֵין עוֹמְדִין לְהִתְפַּלֵּל לֹא מִתּוֹךְ שְׂחוֹק וְלֹא מִתּוֹךְ קַלּוּת רֹאשׁ וְלֹא מִתּוֹךְ שִׂיחָה וְלֹא מִתּוֹךְ מְרִיבָה וְלֹא מִתּוֹךְ כַּעַס אֶלָּא מִתּוֹךְ דִּבְרֵי תּוֹרָה. וְלֹא מִתּוֹךְ דִּין וַהֲלָכָה אַף עַל פִּי שֶׁהֵם דִּבְרֵי תּוֹרָה כְּדֵי שֶׁלֹּא יְהֵא לִבּוֹ טָרוּד בַּהֲלָכָה. אֶלָּא מִתּוֹךְ דִּבְרֵי תּוֹרָה שֶׁאֵין בָּהּ עִיּוּן כְּגוֹן הֲלָכוֹת פְּסוּקוֹת: (י״ט) תְּפִלּוֹת הַפְּרָקִים כְּגוֹן תְּפִלַּת מוּסָף רֹאשׁ חֹדֶשׁ וּתְפִלַּת מוֹעֲדוֹת צָרִיךְ לְהַסְדִּיר תְּפִלָּתוֹ וְאַחַר כָּךְ עוֹמֵד וּמִתְפַּלֵּל כְּדֵי שֶׁלֹּא יִכָּשֵׁל בָּהּ. הָיָה מְהַלֵּךְ בִּמְקוֹם סַכָּנָה כְּגוֹן מְקוֹם גְּדוּדֵי חַיּוֹת וְלִסְטִים וְהִגִּיעַ זְמַן תְּפִלָּה מִתְפַּלֵּל בְּרָכָה אַחַת. וְזוֹ הִיא. צָרְכֵי עַמְּךָ יִשְׂרָאֵל מְרֻבִּים וְדַעְתָּם קְצָרָה. יְהִי רָצוֹן מִלְּפָנֶיךָ ה׳‎ אֱלֹהֵינוּ שֶׁתִּתֵּן לְכָל אֶחָד וְאֶחָד כְּדֵי פַּרְנָסָתוֹ וּלְכָל גְּוִיָּה וּגְוִיָּה דֵּי מַחְסוֹרָהּ וְהַטּוֹב בְּעֵינֶיךָ עֲשֵׂה בָּרוּךְ אַתָּה יְיָ׳‎ שׁוֹמֵעַ תְּפִלָּה. וּמִתְפַּלֵּל אוֹתָהּ בַּדֶּרֶךְ כְּשֶׁהוּא מְהַלֵּךְ, וְאִם יָכוֹל לַעֲמֹד עוֹמֵד. וּכְשֶׁהוּא מַגִּיעַ לְיִשּׁוּב וְתִתְקָרֵר דַּעְתּוֹ חוֹזֵר וּמִתְפַּלֵּל תְּפִלָּה כְּתַקָּנָתָהּ תְּשַׁע עֶשְׂרֵה בְּרָכוֹת: ",
    "next": "Mishneh Torah, Prayer and the Priestly Blessing 5"
}