{
    "txt": "(א׳) שְׁמוֹנָה דְּבָרִים צָרִיךְ הַמִּתְפַּלֵּל לְהִזָּהֵר בָּהֶן וְלַעֲשׂוֹתָן. וְאִם הָיָה דָּחוּק אוֹ נֶאֱנַס אוֹ שֶׁעָבַר וְלֹא עָשָׂה אוֹתָן אֵין מְעַכְּבִין. וְאֵלּוּ הֵן. עֲמִידָה. וְנֹכַח הַמִּקְדָּשׁ. וְתִקּוּן הַגּוּף. וְתִקּוּן הַמַּלְבּוּשִׁים. וְתִקּוּן הַמָּקוֹם. וְהַשְׁוָיַת הַקּוֹל. וְהַכְּרִיעָה. וְהִשְׁתַּחֲוָיָה: \n(ב׳) עֲמִידָה כֵּיצַד. אֵין מִתְפַּלֵּל אֶלָּא מְעֻמָּד. הָיָה יוֹשֵׁב בִּסְפִינָה אוֹ בַּעֲגָלָה אִם יָכוֹל לַעֲמֹד יַעֲמֹד. וְאִם לָאו יֵשֵׁב בִּמְקוֹמוֹ וְיִתְפַּלֵּל. חוֹלֶה מִתְפַּלֵּל אֲפִלּוּ שׁוֹכֵב עַל צִדּוֹ וְהוּא שֶׁיָּכוֹל לְכַוֵּן אֶת דַּעְתּוֹ. וְכֵן הַצָּמֵא וְהָרָעֵב הֲרֵי הֵן בִּכְלַל חוֹלִים אִם יֵשׁ בּוֹ יְכלֶת לְכַוֵּן אֶת דַּעְתּוֹ יִתְפַּלֵּל וְאִם לָאו אַל יִתְפַּלֵּל עַד שֶׁיֹּאכַל וְיִשְׁתֶּה. הָיָה רוֹכֵב עַל הַבְּהֵמָה אַף עַל פִּי שֶׁיֵּשׁ לוֹ מִי שֶׁיֹּאחַז בְּהֶמְתּוֹ לֹא יֵרֵד אֶלָּא יֵשֵׁב בִּמְקוֹמוֹ וְיִתְפַּלֵּל כְּדֵי שֶׁתְּהֵא דַּעְתּוֹ מְיֻשֶּׁבֶת עָלָיו: \n(ג׳) נֹכַח הַמִּקְדָּשׁ כֵּיצַד. הָיָה עוֹמֵד בְּחוּצָה לָאָרֶץ מַחֲזִיר פָּנָיו נֹכַח אֶרֶץ יִשְׂרָאֵל וּמִתְפַּלֵּל. הָיָה עוֹמֵד בָּאָרֶץ מְכַוֵּן אֶת פָּנָיו כְּנֶגֶד יְרוּשָׁלַיִם. הָיָה עוֹמֵד בִּירוּשָׁלַיִם מְכַוֵּן פָּנָיו כְּנֶגֶד הַמִּקְדָּשׁ. הָיָה עוֹמֵד בַּמִּקְדָּשׁ מְכַוֵּן פָּנָיו כְּנֶגֶד בֵּית קֹדֶשׁ הַקָּדָשִׁים. סוּמָא וּמִי שֶׁלֹּא יָכוֹל לְכַוֵּן אֶת הָרוּחוֹת וְהַמְהַלֵּךְ בִּסְפִינָה יְכַוֵּן אֶת לִבּוֹ כְּנֶגֶד הַשְּׁכִינָה וְיִתְפַּלֵּל: \n(ד׳) תִּקּוּן הַגּוּף כֵּיצַד. כְּשֶׁהוּא עוֹמֵד בִּתְפִלָּה צָרִיךְ לְכַוֵּן אֶת רַגְלָיו זוֹ בְּצַד זוֹ וְנוֹתֵן עֵינָיו לְמַטָּה כְּאִלּוּ הוּא מַבִּיט לָאָרֶץ. וְיִהְיֶה לִבּוֹ פָּנוּי לְמַעְלָה כְּאִלּוּ הוּא עוֹמֵד בַּשָּׁמַיִם וּמַנִּיחַ יָדָיו עַל לִבּוֹ כְּפוּתִין הַיְמָנִית עַל הַשְּׂמָאלִית וְעוֹמֵד כְּעֶבֶד לִפְנֵי רַבּוֹ בְּאֵימָה בְּיִרְאָה וָפַחַד. וְלֹא יַנִּיחַ יָדָיו עַל חֲלָצָיו: \n(ה׳) תִּקּוּן הַמַּלְבּוּשִׁים כֵּיצַד. מְתַקֵּן מַלְבּוּשָׁיו תְּחִלָּה וּמְצַיֵּן עַצְמוֹ וּמְהַדֵּר שֶׁנֶּאֱמַר הִשְׁתַּחֲווּ לַה׳‎ בְּהַדְרַת קֹדֶשׁ. וְלֹא יַעֲמֹד בִּתְפִלָּה בַּאֲפוּנְדָתוֹ, וְלֹא בְּרֹאשׁ מְגֻלֶּה, וְלֹא בְּרַגְלַיִם מְגֻלּוֹת אִם דֶּרֶךְ אַנְשֵׁי הַמָּקוֹם שֶׁלֹּא יַעַמְדוּ בִּפְנֵי הַגְּדוֹלִים אֶלָּא בְּבָתֵּי הָרַגְלַיִם. וּבְכָל מָקוֹם לֹא יֶאֱחֹז תְּפִלִּין בְּיָדוֹ וְסֵפֶר תּוֹרָה בִּזְרוֹעוֹ וְיִתְפַּלֵּל מִפְּנֵי שֶׁלִּבּוֹ טָרוּד בָּהֶן. וְלֹא יֶאֱחֹז כֵּלִים וּמָעוֹת בְּיָדוֹ. אֲבָל מִתְפַּלֵּל הוּא וְלוּלָב בְּיָדוֹ בִּימוֹת הֶחָג מִפְּנֵי שֶׁהוּא מִצְוַת הַיּוֹם. הָיָה מַשּׂוֹי עַל רֹאשׁוֹ וְהִגִּיעַ זְמַן תְּפִלָּה אִם הָיָה פָּחוֹת מֵאַרְבָּעָה קַבִּין מַפְשִׁילוֹ לַאֲחוֹרָיו וּמִתְפַּלֵּל בּוֹ. הָיָה אַרְבָּעָה קַבִּין מַנִּיחוֹ עַל גַּבֵּי קַרְקַע וְאַחַר כָּךְ יִתְפַּלֵּל. דֶּרֶךְ כָּל הַחֲכָמִים וְתַלְמִידֵיהֶם שֶׁלֹּא יִתְפַּלְּלוּ אֶלָּא כְּשֶׁהֵן עֲטוּפִים: \n(ו׳) תִּקּוּן הַמָּקוֹם כֵּיצַד. יַעֲמֹד בְּמָקוֹם נָמוּךְ וְיַחֲזִיר פָּנָיו לַכֹּתֶל. וְצָרִיךְ לִפְתֹּחַ חַלּוֹנוֹת אוֹ פְּתָחִים כְּנֶגֶד יְרוּשָׁלַיִם כְּדֵי לְהִתְפַּלֵּל כְּנֶגְדָּן שֶׁנֶּאֱמַר (דניאל ו יא) ״וְכַוִּין פְּתִיחָן לֵהּ בְּעִלִּיתֵהּ״ וְגוֹ׳‎. וְקוֹבֵעַ מָקוֹם לִתְפִלָּתוֹ תָּמִיד. וְאֵין מִתְפַּלֵּל בְּחֻרְבָּה וְלֹא אֲחוֹרֵי בֵּית הַכְּנֶסֶת אֶלָּא אִם כֵּן הֶחֱזִיר פָּנָיו לְבֵית הַכְּנֶסֶת. וְאָסוּר לֵישֵׁב בְּצַד הָעוֹמֵד בִּתְפִלָּה אוֹ לַעֲבֹר לְפָנָיו עַד שֶׁיַּרְחִיק מִמֶּנּוּ אַרְבַּע אַמּוֹת: \n(ז׳) לֹא יַעֲמֹד בְּמָקוֹם גָּבוֹהַּ שְׁלֹשָׁה טְפָחִים אוֹ יוֹתֵר וְיִתְפַּלֵּל. וְלֹא עַל גַּבֵּי מִטָּה וְלֹא עַל גַּבֵּי סַפְסָל וְלֹא עַל גַּבֵּי כִּסֵּא. הָיָה בִּנְיָן גָּבוֹהַּ אִם יֵשׁ בּוֹ אַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת שֶׁהוּא שִׁעוּר הַבַּיִת הֲרֵי הוּא כַּעֲלִיָּה וּמֻתָּר לְהִתְפַּלֵּל בּוֹ. וְכֵן אִם הָיָה מֻקָּף מְחִצּוֹת מִכָּל רוּחוֹתָיו אַף עַל פִּי שֶׁאֵין בּוֹ אַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת מֻתָּר לְהִתְפַּלֵּל בּוֹ מִפְּנֵי שֶׁאֵין גָּבְהוֹ נִכָּר שֶׁהֲרֵי חָלַק רְשׁוּת לְעַצְמוֹ: \n(ח׳) הָאֻמָּנִין שֶׁהָיוּ עוֹשִׂין מְלָאכָה בְּרֹאשׁ הָאִילָן אוֹ בְּרֹאשׁ הַנִּדְבָּךְ אוֹ בְּרֹאשׁ הַכֹּתֶל וְהִגִּיעַ זְמַן תְּפִלָּה יוֹרְדִין לְמַטָּה וּמִתְפַּלְּלִין וְחוֹזְרִין לִמְלַאכְתָּן. וְאִם הָיוּ בְּרֹאשׁ הַזַּיִת אוֹ בְּרֹאשׁ הַתְּאֵנָה מִתְפַּלְּלִין בִּמְקוֹמָן מִפְּנֵי שֶׁטָּרְחָן מְרֻבֶּה. וּמַה הֵן מִתְפַּלְּלִין. אִם הָיוּ עוֹשִׂין בִּסְעֻדָּתָן בִּלְבַד מִתְפַּלְּלִין שָׁלֹשׁ תְּפִלּוֹת שֶׁל תִּשְׁעָה עָשָׂר בְּרָכוֹת. הָיוּ עוֹשִׂין בִּשְׂכָרָן מִתְפַּלְּלִין הֲבִינֵנוּ. וּבֵין כָּךְ וּבֵין כָּךְ אֵין יוֹרְדִין לִפְנֵי הַתֵּבָה וְאֵין נוֹשְׂאִין אֶת כַּפֵּיהֶן: \n(ט׳) הַשְׁוָיַת הַקּוֹל כֵּיצַד. לֹא יַגְבִּיהַּ קוֹלוֹ בִּתְפִלָּתוֹ וְלֹא יִתְפַּלֵּל בְּלִבּוֹ אֶלָּא מְחַתֵּךְ הַדְּבָרִים בִּשְׂפָתָיו וּמַשְׁמִיעַ לְאָזְנָיו בְּלַחַשׁ. וְלֹא יַשְׁמִיעַ קוֹלוֹ אֶלָּא אִם כֵּן הָיָה חוֹלֶה אוֹ שֶׁאֵינוֹ יָכוֹל לְכַוֵּן אֶת לִבּוֹ עַד שֶׁיַּשְׁמִיעַ קוֹלוֹ, הֲרֵי זֶה מֻתָּר. וּבִלְבַד שֶׁלֹּא יְהֵא בְּצִבּוּר כְּדֵי שֶׁלֹּא תִּטָּרֵף דַּעְתָּן מִקּוֹלוֹ: \n(י׳) כְּרִיעָה כֵּיצַד. הַמִּתְפַּלֵּל כּוֹרֵעַ חָמֵשׁ כְּרִיעוֹת בְּכָל תְּפִלָּה וּתְפִלָּה. בִּבְרָכָה רִאשׁוֹנָה בַּתְּחִלָּה וּבַסּוֹף. וּבְהוֹדָיָה בַּתְּחִלָּה וּבַסּוֹף. וּכְשֶׁגּוֹמֵר הַתְּפִלָּה כּוֹרֵעַ וּפוֹסֵעַ שָׁלֹשׁ פְּסִיעוֹת לַאֲחוֹרָיו. וּכְשֶׁהוּא כּוֹרֵעַ נוֹתֵן שָׁלוֹם מִשְּׂמֹאל עַצְמוֹ וְאַחַר כָּךְ מִימִין עַצְמוֹ וְאַחַר כָּךְ מַגְבִּיהַּ רֹאשׁוֹ מִן הַכְּרִיעָה. וּכְשֶׁהוּא כּוֹרֵעַ בְּאַרְבַּע הַכְּרִיעוֹת כּוֹרֵעַ בְּבָרוּךְ וּכְשֶׁהוּא זוֹקֵף זוֹקֵף בַּשֵּׁם. בַּמֶּה דְּבָרִים אֲמוּרִים בְּהֶדְיוֹט. אֲבָל כֹּהֵן גָּדוֹל כּוֹרֵעַ בִּתְחִלַּת כָּל בְּרָכָה וּבְסוֹף כָּל בְּרָכָה. וְהַמֶּלֶךְ כֵּיוָן שֶׁשָּׁחָה בָּרִאשׁוֹנָה אֵינוֹ מַגְבִּיהַּ רֹאשׁוֹ עַד שֶׁגּוֹמֵר כָּל תְּפִלָּתוֹ: \n(י״א) וְלָמָּה נוֹתֵן שָׁלוֹם לִשְׂמֹאלוֹ תְּחִלָּה. מִפְּנֵי שֶׁשְּׂמֹאלוֹ הוּא יָמִין שֶׁכְּנֶגֶד פָּנָיו. כְּלוֹמַר כְּשֶׁהוּא עוֹמֵד לִפְנֵי הַמֶּלֶךְ נוֹתֵן שָׁלוֹם לִימִין הַמֶּלֶךְ וְאַחַר כָּךְ לִשְׂמֹאל הַמֶּלֶךְ. וְקָבְעוּ שֶׁיִּפָּטֵר מִן הַתְּפִלָּה כְּמוֹ שֶׁנִּפְטָרִין מִלִּפְנֵי הַמֶּלֶךְ: \n(י״ב) כָּל הַכְּרִיעוֹת הָאֵלּוּ צָרִיךְ שֶׁיִּכְרַע בָּהֶן עַד שֶׁיִּתְפַּקְּקוּ כָּל חֻלְיוֹת שֶׁבַּשִּׁדְרָה וְיַעֲשֶׂה עַצְמוֹ כְּקֶשֶׁת. וְאִם שָׁחָה מְעַט וְצִעֵר עַצְמוֹ וְנִרְאֶה כְּכוֹרֵעַ בְּכָל כֹּחוֹ אֵינוֹ חוֹשֵׁשׁ: \n(י״ג) הִשְׁתַּחֲוָיָה כֵּיצַד. אַחַר שֶׁמַּגְבִּיהַּ רֹאשׁוֹ מִכְּרִיעָה חֲמִישִׁית יֵשֵׁב לָאָרֶץ וְנוֹפֵל עַל פָּנָיו אַרְצָה וּמִתְחַנֵּן בְּכָל הַתַּחֲנוּנִים שֶׁיִּרְצֶה. כְּרִיעָה הָאֲמוּרָה בְּכָל מָקוֹם עַל בִּרְכַּיִם. קִידָה עַל אַפַּיִם. הִשְׁתַּחֲוָיָה זֶה פִּשּׁוּט יָדַיִם וְרַגְלַיִם עַד שֶׁנִּמְצָא מֻטָּל עַל פָּנָיו אַרְצָה: \n(י״ד) כְּשֶׁהוּא עוֹשֶׂה נְפִילַת פָּנִים אַחַר תְּפִלָּה יֵשׁ מִי שֶׁהוּא עוֹשֶׂה קִידָה וְיֵשׁ מִי שֶׁהוּא עוֹשֶׂה הִשְׁתַּחֲוָיָה. וְאָסוּר לַעֲשׂוֹת הִשְׁתַּחֲוָיָה עַל הָאֲבָנִים אֶלָּא בַּמִּקְדָּשׁ כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת עֲבוֹדַת כּוֹכָבִים. וְאֵין אָדָם חָשׁוּב רַשַּׁאי לִפּל עַל פָּנָיו אֶלָּא אִם כֵּן הוּא יוֹדֵעַ בְּעַצְמוֹ שֶׁהוּא צַדִּיק כִּיהוֹשֻׁעַ. אֲבָל מַטֶּה פָּנָיו מְעַט וְאֵינוֹ כּוֹבֵשׁ אוֹתָן בַּקַּרְקַע. וּמֻתָּר לְאָדָם לְהִתְפַּלֵּל בְּמָקוֹם זֶה וְלִפּל עַל פָּנָיו בְּמָקוֹם אַחֵר: \n(ט״ו) מִנְהָג פָּשׁוּט בְּכָל יִשְׂרָאֵל שֶׁאֵין נְפִילַת אַפַּיִם בְּשַׁבָּתוֹת וּבְמוֹעֲדִים וְלֹא בְּרֹאשׁ הַשָּׁנָה וְלֹא בְּרָאשֵׁי חֳדָשִׁים וּבַחֲנֻכָּה וּבְפוּרִים וְלֹא בְּמִנְחָה שֶׁל עַרְבֵי שַׁבָּתוֹת וְיָמִים טוֹבִים וְלֹא בְּעַרְבִית שֶׁבְּכָל יוֹם. וְיֵשׁ יְחִידִים שֶׁנּוֹפְלִים עַל פְּנֵיהֶם בְּעַרְבִית. וּבְיוֹם הַכִּפּוּרִים בִּלְבַד נוֹפְלִים עַל פְּנֵיהֶם בְּכָל תְּפִלָּה וּתְפִלָּה מִפְּנֵי שֶׁהוּא יוֹם תְּחִנָּה וּבַקָּשָׁה וְתַעֲנִית: \n",
    "next": "Mishneh Torah, Prayer and the Priestly Blessing 6"
}